# Travel information for each city
TRAVEL_INFO = {
    'Сингапур': {
        'photo_url': 'https://sindbadi.ru/wp-content/uploads/2015/07/singapur-2.jpg',
        'attractions': [
            '🏢 Марина Бэй Сандс - Знаменитый отель с невероятным бассейном на крыше',
            '🌿 Сады у Залива - Футуристический парк с гигантскими супер-деревьями и климатконтролируемыми оранжереями',
            '🍜 Уличные рынки - Попробуйте аутентичную сингапурскую уличную еду'
        ]
    },
    'Пекин': {
        'photo_url': 'https://dalintourist.ru/wp-content/uploads/2024/02/pekin_33.jpg',
        'attractions': [
            '🏯 Великая Китайская Стена - Один из самых известных исторических памятников в мире',
            '🏛 Запретный Город - Древний императорский дворец с многовековой историей',
            '🍜 Улица Ванфуцзин - Знаменитая улица уличной еды с традиционной и экзотической китайской кухней'
        ]
    },
    'Шанхай': {
        'photo_url': 'https://i.artfile.me/wallpaper/29-11-2015/2048x1280/shanghai--china-goroda-shanhaj--kitaj-ba-991657.jpg',
        'attractions': [
            '🌆 Набережная Вайтань - Исторический район с потрясающей архитектурой колониальной эпохи',
            '🏢 Шанхайская Башня - Одна из самых высоких башен в мире с смотровой площадкой',
            '🍜 Сад Юй - Традиционный китайский сад в самом сердце города'
        ]
    },
    'Пхукет': {
        'photo_url': 'https://cdn.holidayguru.es/wp-content/uploads/2018/03/thailand_boot_129916532-1.jpg',
        'attractions': [
            '🏖 Пляж Патонг - Оживленный пляж с водными видами спорта и ночной жизнью',
            '🛥 Острова Пхи-Пхи - Потрясающие острова, идеальные для однодневных экскурсий и сноркелинга',
            '🛕 Большой Будда - Огромная белая мраморная статуя с панорамным видом на острова'
        ]
    }
}
